Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_5_0.hdr10Plus.body
source: Per-frame ST 2094-40 dynamic metadata is forwarded to the display, so HDR10+ TVs apply the source's tone-mapping curves instead of falling back to the static HDR10 base layer.
cs: Metadata ST 2094-40 pro každý snímek se předávají do displeje, takže televizory HDR10+ aplikují tone-mapping křivky zdroje místo návratu na statickou základní vrstvu HDR10.
da: ST 2094-40-metadata pr. billede videresendes til skærmen, så HDR10+-tv'er anvender kildens tonemapping-kurver i stedet for at falde tilbage til det statiske HDR10-basislag.
de: Die ST-2094-40-Metadaten pro Bild werden an das Display weitergereicht, sodass HDR10+-Fernseher die Tone-Mapping-Kurven der Quelle anwenden statt auf das statische HDR10-Basis-Layer zurückzufallen.
el: Τα μεταδεδομένα ST 2094-40 ανά καρέ προωθούνται στην οθόνη, ώστε οι τηλεοράσεις HDR10+ να εφαρμόζουν τις καμπύλες αντιστοίχισης τόνων της πηγής αντί να επιστρέφουν στο στατικό βασικό επίπεδο HDR10.
es: Los metadatos ST 2094-40 por fotograma se reenvían a la pantalla, de modo que los televisores HDR10+ aplican las curvas de mapeo de tonos de la fuente en lugar de usar la capa base HDR10 estática.
fi: Ruutukohtaiset ST 2094-40 -metatiedot välitetään näytölle, jolloin HDR10+-televisiot käyttävät lähteen sävykartoituskäyriä staattisen HDR10-perustason sijaan.
fr: Les métadonnées ST 2094-40 image par image sont transmises à l'écran, de sorte que les téléviseurs HDR10+ appliquent les courbes de tone-mapping de la source au lieu de retomber sur la couche HDR10 statique.
hr: Metapodaci ST 2094-40 po svakom kadru prosljeđuju se zaslonu, pa HDR10+ televizori primjenjuju krivulje mapiranja tonova izvora umjesto da se vraćaju na statični HDR10 osnovni sloj.
hu: A ST 2094-40 képkockánkénti metaadatokat továbbítjuk a kijelzőre, így a HDR10+-tévék a forrás tónusleképezési görbéit alkalmazzák a statikus HDR10-alapréteg helyett.
it: I metadati ST 2094-40 fotogramma per fotogramma vengono inoltrati al display, così i TV HDR10+ applicano le curve di tone mapping della sorgente invece di ripiegare sul livello base HDR10 statico.
ja: フレーム単位のST 2094-40メタデータをディスプレイに引き渡すようになり、HDR10+対応テレビが静的なHDR10ベースレイヤーに戻ることなくソースのトーンマッピングカーブを適用します。
ko: 프레임별 ST 2094-40 메타데이터가 디스플레이로 전달되어, HDR10+ TV가 정적 HDR10 기본 레이어로 돌아가는 대신 소스의 톤 매핑 곡선을 적용합니다.
nb: ST 2094-40-metadata per ramme videresendes til skjermen, slik at HDR10+-TV-er bruker kildens tonemapping-kurver i stedet for å falle tilbake til det statiske HDR10-basislaget.
nl: Per-frame ST 2094-40-metadata worden doorgegeven aan het scherm, zodat HDR10+-tv's de tone-mappingcurves van de bron toepassen in plaats van terug te vallen op de statische HDR10-basislaag.
pl: Metadane ST 2094-40 dla każdej klatki są przekazywane do wyświetlacza, dzięki czemu telewizory HDR10+ stosują krzywe tone mappingu źródła zamiast wracać do statycznej warstwy bazowej HDR10.
pt_br: Os metadados ST 2094-40 por quadro são encaminhados ao display, de modo que TVs HDR10+ aplicam as curvas de tone mapping da fonte em vez de cair na camada base HDR10 estática.
pt_pt: Os metadados ST 2094-40 por fotograma são encaminhados ao ecrã, para que TVs HDR10+ apliquem as curvas de tone mapping da fonte em vez de caírem na camada base HDR10 estática.
ro: Metadatele ST 2094-40 pentru fiecare cadru sunt transmise către ecran, astfel încât televizoarele HDR10+ aplică curbele de tone mapping ale sursei în loc să revină la stratul de bază HDR10 static.
ru: Покадровые метаданные ST 2094-40 передаются на дисплей, поэтому телевизоры с HDR10+ применяют кривые тонального отображения источника, а не откатываются на статический базовый слой HDR10.
sk: Metadáta ST 2094-40 pre každú snímku sa odovzdávajú do displeja, takže televízory HDR10+ aplikujú tone-mapping krivky zdroja namiesto návratu na statickú základnú vrstvu HDR10.
sv: ST 2094-40-metadata per bildruta vidarebefordras till skärmen, så HDR10+-tv-apparater använder källans tonmappningskurvor istället för att falla tillbaka till det statiska HDR10-baslagret.
tr: Kare başına ST 2094-40 metaverileri ekrana iletilir, böylece HDR10+ TV'ler statik HDR10 temel katmanına geri dönmek yerine kaynağın ton eşleme eğrilerini uygular.
uk: Покадрові метадані ST 2094-40 передаються на дисплей, тож телевізори з HDR10+ застосовують криві тонального відображення джерела, а не відкочуються на статичний базовий шар HDR10.
zh_hans: 逐帧 ST 2094-40 元数据会传递到显示设备,因此 HDR10+ 电视会使用源内容的色调映射曲线,而不是退回到静态的 HDR10 基础层。
zh_hant: 逐幀 ST 2094-40 中繼資料會傳遞至顯示設備,因此 HDR10+ 電視會使用來源內容的色調映射曲線,而不是退回靜態的 HDR10 基礎層。

# changelog.0_5_0.pictureSpeed.body
source: Switch between original aspect ratio and full-screen fill from the player, and see the current playback rate as a persistent badge in the top-right when it's not 1×.
cs: V přehrávači přepínej mezi původním poměrem stran a vyplněním celé obrazovky a aktuální rychlost přehrávání se zobrazí jako trvalý odznak vpravo nahoře, když není 1×.
da: Skift mellem oprindeligt billedformat og fuldskærmsudfyldning direkte fra afspilleren, og se den aktuelle afspilningshastighed som et vedvarende mærke øverst til højre, når den ikke er 1×.
de: Wechsle im Player zwischen Original-Seitenverhältnis und Vollbild-Modus, und die aktuelle Wiedergabegeschwindigkeit erscheint als dauerhaftes Badge oben rechts, wenn sie nicht 1× ist.
el: Εναλλάξτε μεταξύ της αρχικής αναλογίας εικόνας και της πλήρους οθόνης μέσα από το πρόγραμμα αναπαραγωγής, και δείτε την τρέχουσα ταχύτητα αναπαραγωγής ως μόνιμο σήμα επάνω δεξιά όταν δεν είναι 1×.
es: Cambia entre la relación de aspecto original y la pantalla completa desde el reproductor, y mira la velocidad de reproducción actual como una insignia persistente en la esquina superior derecha cuando no es 1×.
fi: Vaihda soittimessa alkuperäisen kuvasuhteen ja koko näytön täytön välillä, ja näe nykyinen toistonopeus pysyvänä merkkinä oikeassa yläkulmassa, kun se ei ole 1×.
fr: Bascule entre le rapport d'aspect d'origine et le remplissage plein écran depuis le lecteur, et vois la vitesse de lecture actuelle sous forme de badge permanent en haut à droite quand elle n'est pas 1×.
hr: Mijenjaj izvorni omjer slike i ispunjavanje cijelog zaslona izravno iz reproduktora, a trenutna brzina reprodukcije prikazuje se kao trajna oznaka u gornjem desnom kutu kad nije 1×.
hu: Válts a lejátszóból az eredeti képarány és a teljes képernyős kitöltés között, és nézd a jelenlegi lejátszási sebességet állandó jelvényként a jobb felső sarokban, ha nem 1×.
it: Passa tra rapporto d'aspetto originale e schermo intero dal player e vedi la velocità di riproduzione corrente come badge persistente in alto a destra quando non è 1×.
ja: プレーヤーから元のアスペクト比とフルスクリーン表示を切り替えられ、再生速度が1×でないときは画面右上に常時バッジで表示されます。
ko: 플레이어에서 원본 화면비와 전체화면 채우기 사이를 전환할 수 있고, 재생 속도가 1×가 아닐 때 오른쪽 상단에 지속적인 배지로 표시됩니다.
nb: Bytt mellom opprinnelig sideforhold og fullskjermsutfylling fra spilleren, og se gjeldende avspillingshastighet som et vedvarende merke øverst til høyre når den ikke er 1×.
nl: Wissel in de speler tussen de originele beeldverhouding en volledige beeldvulling, en zie de huidige afspeelsnelheid als een blijvende badge rechtsboven wanneer die niet 1× is.
pl: Przełączaj między oryginalnymi proporcjami obrazu a wypełnieniem pełnoekranowym bezpośrednio z odtwarzacza, a aktualna prędkość odtwarzania pojawia się jako stała plakietka w prawym górnym rogu, gdy nie jest równa 1×.
pt_br: Alterne entre proporção original e tela cheia direto no player, e veja a velocidade de reprodução atual como uma insígnia persistente no canto superior direito quando não está em 1×.
pt_pt: Alterna entre proporção original e ecrã inteiro directamente no reprodutor, e vê a velocidade de reprodução actual como um emblema persistente no canto superior direito quando não está a 1×.
ro: Comută între raportul de aspect original și umplerea ecranului direct din player, iar viteza curentă de redare apare ca insignă permanentă în colțul din dreapta sus când nu este 1×.
ru: Переключайте оригинальное соотношение сторон и заполнение во весь экран прямо в плеере, а текущая скорость воспроизведения отображается постоянным значком в правом верхнем углу, когда она не равна 1×.
sk: V prehrávači prepínaj medzi pôvodným pomerom strán a vyplnením celej obrazovky a aktuálna rýchlosť prehrávania sa zobrazí ako trvalý odznak vpravo hore, keď nie je 1×.
sv: Växla mellan ursprungligt bildformat och helskärmsfyllning från spelaren, och se aktuell uppspelningshastighet som ett bestående märke uppe till höger när den inte är 1×.
tr: Oynatıcıdan orijinal en boy oranı ile tam ekran doldurma arasında geçiş yap; mevcut oynatma hızı 1× değilse sağ üstte kalıcı bir rozet olarak görünür.
uk: Перемикай оригінальне співвідношення сторін і заповнення на весь екран прямо в плеєрі, а поточна швидкість відтворення з'являється постійним значком у верхньому правому куті, коли вона не дорівнює 1×.
zh_hans: 在播放器中可以在原始宽高比和全屏填充之间切换;当播放速度不是 1× 时,右上角会持续显示当前速度的标记。
zh_hant: 在播放器中可在原始長寬比和全螢幕填充之間切換;當播放速度不是 1× 時,右上角會持續顯示目前速度的標記。

# changelog.0_5_0.pictureSpeed.title
source: Picture & speed feedback
cs: Obraz a rychlost
da: Billede og hastighed
de: Bild- und Geschwindigkeitsanzeige
el: Εικόνα και ταχύτητα
es: Imagen y velocidad
fi: Kuva ja nopeus
fr: Image et vitesse
hr: Slika i brzina
hu: Kép és sebesség
it: Immagine e velocità
ja: 画像と再生速度の表示
ko: 화면과 속도 표시
nb: Bilde og hastighet
nl: Beeld- en snelheidsweergave
pl: Obraz i prędkość
pt_br: Imagem e velocidade
pt_pt: Imagem e velocidade
ro: Imagine și viteză
ru: Картинка и скорость
sk: Obraz a rýchlosť
sv: Bild och hastighet
tr: Görüntü ve hız bildirimi
uk: Зображення і швидкість
zh_hans: 画面与播放速度
zh_hant: 畫面與播放速度

# changelog.0_5_0.staleSubtitleGhost.body
source: A single line of the previous episode's subtitles no longer briefly flashes at the start of the next playback.
cs: Jediný řádek titulků z předchozí epizody se už krátce neobjeví na začátku dalšího přehrávání.
da: En enkelt linje af forrige episodes undertekster blinker ikke længere kortvarigt ved starten af den næste afspilning.
de: Eine einzelne Zeile der Untertitel der Vorgänger-Folge taucht nicht mehr kurz beim Start der nächsten Wiedergabe auf.
el: Μια μεμονωμένη γραμμή υποτίτλων του προηγούμενου επεισοδίου δεν εμφανίζεται πλέον στιγμιαία στην αρχή της επόμενης αναπαραγωγής.
es: Una línea suelta de los subtítulos del episodio anterior ya no aparece brevemente al iniciar la siguiente reproducción.
fi: Edellisen jakson tekstitysten yksittäinen rivi ei enää vilahda hetkellisesti seuraavan toiston alussa.
fr: Une ligne isolée des sous-titres de l'épisode précédent n'apparaît plus brièvement au début de la lecture suivante.
hr: Jedan redak titlova prethodne epizode više ne treperi na kratko na početku sljedeće reprodukcije.
hu: Az előző epizód feliratainak egyetlen sora már nem villan fel rövid időre a következő lejátszás indulásakor.
it: Una singola riga dei sottotitoli dell'episodio precedente non lampeggia più all'inizio della riproduzione successiva.
ja: 前エピソードの字幕の1行が、次の再生開始時に一瞬表示される現象がなくなりました。
ko: 이전 에피소드의 자막 한 줄이 다음 재생 시작 시 잠깐 깜빡이지 않습니다.
nb: En enkelt linje av forrige episodes undertekster blinker ikke lenger kort ved starten av den neste avspillingen.
nl: Een losse regel ondertitels van de vorige aflevering verschijnt niet langer kortstondig bij het starten van de volgende afspeelsessie.
pl: Pojedyncza linia napisów z poprzedniego odcinka nie miga już na początku kolejnego odtwarzania.
pt_br: Uma única linha das legendas do episódio anterior não pisca mais brevemente no início da reprodução seguinte.
pt_pt: Uma única linha das legendas do episódio anterior já não aparece brevemente no início da reprodução seguinte.
ro: O singură linie a subtitrărilor episodului precedent nu mai clipește scurt la începutul redării următoare.
ru: Одна строка субтитров предыдущей серии больше не мелькает в начале следующего воспроизведения.
sk: Jediný riadok titulkov z predchádzajúcej epizódy sa už krátko neobjaví na začiatku ďalšieho prehrávania.
sv: En enskild rad av föregående avsnitts undertexter blinkar inte längre kort i början av nästa uppspelning.
tr: Önceki bölümün altyazılarından tek bir satır artık sonraki oynatmanın başında kısa süre belirmiyor.
uk: Один рядок субтитрів попередньої серії більше не з'являється на короткий час на початку наступного відтворення.
zh_hans: 上一集的一行字幕不会再在下一次播放开始时短暂闪现。
zh_hant: 上一集的一行字幕不會再在下一次播放開始時短暫閃現。

# changelog.0_5_0.staleSubtitleGhost.title
source: Stale subtitle ghost
cs: Zbytkový titulek
da: Forældet undertekstspøgelse
de: Veralteter Untertitel-Geist
el: Παλιό φάντασμα υποτίτλων
es: Subtítulo fantasma
fi: Vanha tekstityskaiku
fr: Sous-titre fantôme
hr: Zaostali titl
hu: Maradék felirat
it: Sottotitolo fantasma
ja: 残留字幕のゴースト
ko: 이전 자막 잔상
nb: Gjenværende undertekst
nl: Spookondertitel
pl: Widmowy napis
pt_br: Legenda fantasma
pt_pt: Legenda fantasma
ro: Subtitrare reziduală
ru: Призрачный субтитр
sk: Zvyškový titulok
sv: Kvardröjande undertext
tr: Hayalet altyazı
uk: Привидний субтитр
zh_hans: 残留字幕
zh_hant: 殘留字幕

# changelog.0_5_0.subtitleRework.body
source: Every subtitle format (including bitmap formats like PGS, DVB and HDMV) now decodes inside the app instead of going through server-side extraction. Customise text colour, background style, font size, and dial in a per-track delay when audio is out of sync.
cs: Každý formát titulků — včetně bitmapových formátů jako PGS, DVB a HDMV — se nyní dekóduje uvnitř aplikace místo extrakce na straně serveru. Přizpůsobte barvu textu, styl pozadí, velikost písma a nastavte zpoždění pro jednotlivé stopy, když je zvuk mimo synchronizaci.
da: Alle undertekstformater — også bitmap-formater som PGS, DVB og HDMV — afkodes nu inde i appen i stedet for via serverside-udtræk. Tilpas tekstfarve, baggrundsstil og skriftstørrelse, og indstil en forsinkelse pr. spor, når lyden er ude af sync.
de: Jedes Untertitel-Format — auch Bitmap-Formate wie PGS, DVB und HDMV — wird jetzt direkt in der App dekodiert, ohne Umweg über die Server-Extraktion. Textfarbe, Hintergrundstil und Schriftgröße sind anpassbar; bei Audio-Versatz lässt sich pro Spur ein Delay einstellen.
el: Κάθε μορφή υποτίτλων — συμπεριλαμβανομένων μορφών bitmap όπως PGS, DVB και HDMV — αποκωδικοποιείται πλέον μέσα στην εφαρμογή αντί να περνάει από εξαγωγή στον διακομιστή. Προσαρμόστε χρώμα κειμένου, στυλ φόντου, μέγεθος γραμματοσειράς και ρυθμίστε καθυστέρηση ανά κανάλι όταν ο ήχος δεν είναι συγχρονισμένος.
es: Todos los formatos de subtítulos — incluidos los formatos de mapa de bits como PGS, DVB y HDMV — se decodifican ahora dentro de la app en lugar de pasar por la extracción del servidor. Personaliza el color del texto, el estilo de fondo, el tamaño de letra y configura un retardo por pista cuando el audio está desincronizado.
fi: Kaikki tekstitysmuodot — mukaan lukien bittikarttamuodot kuten PGS, DVB ja HDMV — puretaan nyt sovelluksen sisällä palvelinpohjaisen poiminnan sijaan. Säädä tekstin väriä, taustatyyliä, fonttikokoa ja aseta raitakohtainen viive, kun ääni ei ole synkronissa.
fr: Tous les formats de sous-titres — y compris les formats bitmap comme PGS, DVB et HDMV — sont désormais décodés dans l'app au lieu de passer par l'extraction côté serveur. Personnalise la couleur du texte, le style de fond, la taille de police et règle un décalage par piste quand l'audio est désynchronisé.
hr: Svaki format titlova — uključujući bitmap formate poput PGS, DVB i HDMV — sada se dekodira unutar aplikacije umjesto preko serverske ekstrakcije. Prilagodi boju teksta, stil pozadine, veličinu fonta i postavi kašnjenje po traci kad je zvuk izvan sinkronizacije.
hu: Minden feliratformátum — beleértve a bitkép-formátumokat, például PGS-t, DVB-t és HDMV-t — mostantól az alkalmazáson belül kerül dekódolásra a szerveroldali kinyerés helyett. Testre szabhatod a szövegszínt, a háttérstílust, a betűméretet, és sávonként késleltetést állíthatsz be, ha a hang nincs szinkronban.
it: Ogni formato di sottotitoli — inclusi i formati bitmap come PGS, DVB e HDMV — viene ora decodificato all'interno dell'app invece di passare dall'estrazione lato server. Personalizza il colore del testo, lo stile dello sfondo, la dimensione del carattere e imposta un ritardo per traccia quando l'audio è fuori sync.
ja: PGS・DVB・HDMVなどのビットマップ形式を含むすべての字幕形式を、サーバー側の抽出ではなくアプリ内でデコードします。文字色・背景スタイル・フォントサイズをカスタマイズでき、音声のずれに合わせてトラック単位で遅延を設定できます。
ko: PGS, DVB, HDMV 같은 비트맵 형식을 포함한 모든 자막 형식을 서버 측 추출 대신 앱 내부에서 디코딩합니다. 텍스트 색상, 배경 스타일, 글꼴 크기를 사용자화하고, 오디오 싱크가 어긋날 때 트랙별 딜레이를 조정하세요.
nb: Alle undertekstformater — inkludert bitmap-formater som PGS, DVB og HDMV — dekodes nå inne i appen i stedet for via uthenting på serversiden. Tilpass tekstfarge, bakgrunnsstil og skriftstørrelse, og still inn en forsinkelse per spor når lyden er ute av synk.
nl: Elk ondertitelingsformaat — inclusief bitmapformaten zoals PGS, DVB en HDMV — wordt nu in de app gedecodeerd in plaats van via serverextractie. Pas tekstkleur, achtergrondstijl en lettergrootte aan en stel per track een vertraging in wanneer de audio niet synchroon loopt.
pl: Każdy format napisów — w tym formaty bitmapowe takie jak PGS, DVB i HDMV — jest teraz dekodowany w aplikacji zamiast przez ekstrakcję po stronie serwera. Dostosuj kolor tekstu, styl tła, rozmiar czcionki i ustaw opóźnienie dla każdej ścieżki, gdy audio nie jest zsynchronizowane.
pt_br: Todos os formatos de legenda — incluindo formatos bitmap como PGS, DVB e HDMV — agora são decodificados dentro do app em vez de passar pela extração no servidor. Personalize a cor do texto, o estilo de fundo, o tamanho da fonte e ajuste um atraso por faixa quando o áudio estiver dessincronizado.
pt_pt: Todos os formatos de legenda — incluindo formatos bitmap como PGS, DVB e HDMV — são agora descodificados dentro da app em vez de passar pela extracção no servidor. Personaliza a cor do texto, o estilo de fundo, o tamanho da letra e ajusta um atraso por faixa quando o áudio está dessincronizado.
ro: Fiecare format de subtitrare — inclusiv formate bitmap precum PGS, DVB și HDMV — se decodează acum în interiorul aplicației în loc să treacă prin extragere pe server. Personalizează culoarea textului, stilul de fundal, dimensiunea fontului și setează o întârziere pentru fiecare pistă când sunetul este desincronizat.
ru: Каждый формат субтитров — включая растровые форматы PGS, DVB и HDMV — теперь декодируется внутри приложения, а не через серверное извлечение. Настройте цвет текста, стиль фона, размер шрифта и задержку по каждой дорожке, когда звук рассинхронизирован.
sk: Každý formát titulkov — vrátane bitmapových formátov ako PGS, DVB a HDMV — sa teraz dekóduje vnútri aplikácie namiesto extrakcie na strane servera. Prispôsobte farbu textu, štýl pozadia, veľkosť písma a nastavte oneskorenie pre jednotlivé stopy, keď zvuk nie je synchronizovaný.
sv: Alla undertextformat — inklusive bitmappformat som PGS, DVB och HDMV — avkodas nu inne i appen istället för via serverbaserad extrahering. Anpassa textfärg, bakgrundsstil, teckenstorlek och ställ in en fördröjning per spår när ljudet är ur sync.
tr: Her altyazı biçimi — PGS, DVB ve HDMV gibi bitmap biçimleri dahil — artık sunucu tarafı çıkarma yerine uygulama içinde çözülür. Metin rengini, arka plan stilini ve yazı boyutunu özelleştirin; ses uyumsuzsa parça başına gecikme ayarlayın.
uk: Кожен формат субтитрів — включно з растровими форматами PGS, DVB і HDMV — тепер декодується всередині застосунку, а не через серверне витягування. Налаштуйте колір тексту, стиль фону, розмір шрифту й затримку для кожної доріжки, коли аудіо розсинхронізоване.
zh_hans: 包括 PGS、DVB 和 HDMV 等位图格式在内的所有字幕格式现在在 App 内部解码,而不再依赖服务器端提取。可自定义文字颜色、背景样式、字体大小,并在音频不同步时为每条轨道设置延迟。
zh_hant: 包括 PGS、DVB 和 HDMV 等點陣圖格式在內的所有字幕格式現在於 App 內部解碼,不再依賴伺服器端擷取。可自訂文字顏色、背景樣式、字型大小,並在音訊不同步時為每條軌道設定延遲。

# changelog.0_5_0.subtitleRework.title
source: Subtitle pipeline rework
cs: Přepracovaný řetězec titulků
da: Undertekst-pipeline ombygget
de: Untertitel-Pipeline neu gebaut
el: Αναδιάρθρωση αγωγού υποτίτλων
es: Pipeline de subtítulos reconstruido
fi: Tekstitysputki uudistettu
fr: Pipeline de sous-titres revu
hr: Pipeline titlova preuređen
hu: Felirat-pipeline átalakítva
it: Pipeline dei sottotitoli rinnovata
ja: 字幕パイプラインを刷新
ko: 자막 파이프라인 재구축
nb: Undertekst-pipeline bygget om
nl: Ondertitelingspijplijn herbouwd
pl: Przeprojektowany potok napisów
pt_br: Pipeline de legendas refeito
pt_pt: Pipeline de legendas refeito
ro: Pipeline de subtitrări refăcut
ru: Конвейер субтитров переработан
sk: Prepracovaný reťazec titulkov
sv: Undertextpipeline ombyggd
tr: Altyazı işlem hattı yeniden yapıldı
uk: Конвеєр субтитрів перероблено
zh_hans: 字幕处理管线重构
zh_hant: 字幕處理流程重構

# changelog.0_5_0.supporterIcon.body
source: The star icon stays gold regardless of the accent colour you've picked.
cs: Hvězdičková ikona zůstává zlatá bez ohledu na vybranou barvu zvýraznění.
da: Stjerneikonet forbliver guldfarvet uanset hvilken accentfarve du har valgt.
de: Das Stern-Icon bleibt gold, unabhängig von der gewählten Akzentfarbe.
el: Το εικονίδιο του αστεριού παραμένει χρυσό ανεξάρτητα από το χρώμα έμφασης που έχετε επιλέξει.
es: El icono de la estrella se mantiene dorado independientemente del color de acento que hayas elegido.
fi: Tähtikuvake pysyy kultaisena valitsemastasi korostusväristä riippumatta.
fr: L'icône en forme d'étoile reste dorée quelle que soit la couleur d'accent choisie.
hr: Ikona zvjezdice ostaje zlatna bez obzira na odabranu istaknutu boju.
hu: A csillag ikon arany marad a választott kiemelő színtől függetlenül.
it: L'icona a forma di stella resta dorata indipendentemente dal colore d'accento scelto.
ja: 選択したアクセントカラーに関係なく、星のアイコンは常に金色のままになります。
ko: 선택한 강조 색상에 관계없이 별 아이콘이 항상 금색으로 유지됩니다.
nb: Stjerneikonet forblir gullfarget uavhengig av hvilken aksentfarge du har valgt.
nl: Het sterpictogram blijft goudkleurig, ongeacht de accentkleur die je hebt gekozen.
pl: Ikona gwiazdki pozostaje złota niezależnie od wybranego koloru akcentu.
pt_br: O ícone de estrela continua dourado independentemente da cor de destaque escolhida.
pt_pt: O ícone de estrela continua dourado independentemente da cor de destaque escolhida.
ro: Pictograma stea rămâne aurie indiferent de culoarea de accent aleasă.
ru: Значок звезды остаётся золотым независимо от выбранного акцентного цвета.
sk: Hviezdičková ikona zostáva zlatá bez ohľadu na vybranú farbu zvýraznenia.
sv: Stjärnikonen förblir guldfärgad oavsett vilken accentfärg du har valt.
tr: Yıldız simgesi, seçtiğiniz vurgu renginden bağımsız olarak altın renginde kalır.
uk: Значок зірки залишається золотим незалежно від обраного акцентного кольору.
zh_hans: 无论你选择哪种强调色,星形图标都保持为金色。
zh_hant: 無論你選擇哪種強調色,星形圖示都保持為金色。

# changelog.0_5_0.supporterIcon.title
source: Supporter Pack icon
cs: Ikona Supporter Pack
da: Supporter Pack-ikon
el: Εικονίδιο Supporter Pack
es: Icono del Pack de Apoyo
fi: Supporter Pack -kuvake
fr: Icône du pack de soutien
hr: Ikona Supporter Pack-a
hu: Supporter Pack ikon
it: Icona del Supporter Pack
ja: サポーターパックのアイコン
ko: 서포터 팩 아이콘
nb: Supporter Pack-ikon
nl: Supporter Pack-icoon
pl: Ikona Pakietu Wsparcia
pt_br: Ícone do Supporter Pack
pt_pt: Ícone do Supporter Pack
ro: Pictograma Supporter Pack
ru: Значок Supporter Pack
sk: Ikona Supporter Pack
sv: Supporter Pack-ikon
tr: Destekçi Paketi simgesi
uk: Значок Supporter Pack
zh_hans: 支持者礼包图标
zh_hant: 支持者禮包圖示
